20240811T212454--kdoc-220-興味を喚起する方法を考える__essay.org
:properties:
:ID: 20240811T212454
:mtime:    20250626233525
:ctime:    20241028101410
:end:
#+title:      KDOC 220: 興味を喚起する方法を考える
#+date:       [2024-08-11 Sun 21:24]
#+filetags:   :essay:
#+identifier: 20240811T212454

* この文書のステータス
- 作成
  - [X] 2024-08-25 貴島
- レビュー
  - [X] 2024-09-09 貴島

* 概要

興味が湧いたことについて、すぐネット検索して[[id:39f0af27-f685-4ce5-beac-a3398f648ba4][Wikipedia]]をチェックすることが多い。なんとなくわかった気になるが、それだけで止まってしまうことが多い。奥深いことを知れない。

より知って興味を深めていくループを作るためには、自分から迎えにいく運動が必要である。まず行動があって、そのあとに興味が確かなものになっていく。つまり、愛を深める方法。

机上で調べる。

- 歴史を軸に調べる
- 人を軸に調べる
- 類似する事柄を調べて比較する
- 本を読む
- ネットで検索する
- 展示を見に行く
- 動画を見る
- 詳しい人と話す
- パターンを見つけて調べる
- 直感的ではない部分、不自然な部分を見つけて調べる

実際に体験する。

- 手計算する
- グッズを集める
- 観察する
  - 生のデータを見る
  - バイナリを見る
- 現地に行く
- 壊す
- エッジケースを突く

説明する。

- 図説する
- 発表する
- ネーミングする
- 例える
  - 現代で例えるとなにか
  - 小学生の会話で例えると
  - 日本で例えると
  - ネーミングする

* 関連
- [[id:20221027T235104][KDOC 3: 『ない仕事の作り方』]]。好きになっていく方法を具体的に考える
