20240811T212454--kdoc-220-興味を喚起する方法を考える__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-27T23:11:55Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 220: 興味を喚起する方法を考える</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 220: 興味を喚起する方法を考える</h1>
<div id="outline-container-org5529f48" class="outline-2">
<h2 id="org5529f48"><a href="#org5529f48">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org5529f48">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-08-25 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-09-09 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgcd2c8e3" class="outline-2">
<h2 id="orgcd2c8e3"><a href="#orgcd2c8e3">概要</a></h2>
<div class="outline-text-2" id="text-orgcd2c8e3">
<p>
興味が湧いたことについて、すぐネット検索して<a href="20210926100207-wikipedia.html#ID-39f0af27-f685-4ce5-beac-a3398f648ba4">Wikipedia</a>をチェックすることが多い。なんとなくわかった気になるが、それだけで止まってしまうことが多い。奥深いことを知れない。
</p>

<p>
より知って興味を深めていくループを作るためには、自分から迎えにいく運動が必要である。まず行動があって、そのあとに興味が確かなものになっていく。つまり、愛を深める方法。
</p>

<p>
机上で調べる。
</p>

<ul class="org-ul">
<li>歴史を軸に調べる</li>
<li>人を軸に調べる</li>
<li>類似する事柄を調べて比較する</li>
<li>本を読む</li>
<li>ネットで検索する</li>
<li>展示を見に行く</li>
<li>動画を見る</li>
<li>詳しい人と話す</li>
<li>パターンを見つけて調べる</li>
<li>直感的ではない部分、不自然な部分を見つけて調べる</li>
</ul>

<p>
実際に体験する。
</p>

<ul class="org-ul">
<li>手計算する</li>
<li>グッズを集める</li>
<li>観察する
<ul class="org-ul">
<li>生のデータを見る</li>
<li>バイナリを見る</li>
</ul></li>
<li>現地に行く</li>
<li>壊す</li>
<li>エッジケースを突く</li>
</ul>

<p>
説明する。
</p>

<ul class="org-ul">
<li>図説する</li>
<li>発表する</li>
<li>ネーミングする</li>
<li>例える
<ul class="org-ul">
<li>現代で例えるとなにか</li>
<li>小学生の会話で例えると</li>
<li>日本で例えると</li>
<li>ネーミングする</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org72a5c95" class="outline-2">
<h2 id="org72a5c95"><a href="#org72a5c95">関連</a></h2>
<div class="outline-text-2" id="text-org72a5c95">
<ul class="org-ul">
<li><a href="20221027T235104--kdoc-3-『ない仕事の作り方』__book.html#ID-20221027T235104">KDOC 3: 『ない仕事の作り方』</a>。好きになっていく方法を具体的に考える</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
